Repository: springmerchant/django-helpdesk
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Queue
ro: Stivă

source: Summary of the problem
ro: Sumarul problemei

source: Submitter E-Mail Address
ro: E-mail-ul utilizatorului

source: This e-mail address will receive copies of all public updates to this ticket.
ro: Această adresă de e-mail va primi toate actualizările publice ale acestui ticket.

source: Description of Issue
ro: Descrierea problemei

source: Case owner
ro: Deținător caz

source: If you select an owner other than yourself, they'll be e-mailed details of this ticket immediately.
ro: Dacă selectezi un deținător altul decît propria persoană, atunci ei vor primidetaliile acestui email imediat.

source: Priority
ro: Prioritate

source: Please select a priority carefully. If unsure, leave it as '3'.
ro: Te roguăm selectează cu atenția prioritatea. Dacă nu ești sigur las=o la valoarea implicită - 3.

source: Due on
ro: Valabil până la

source: Attach File
ro: atașează fișier

source: You can attach a file such as a document or screenshot to this ticket.
ro: Poși atașa un fișier documen sau imagine la acest ticket.

source: Tags
ro: Etichete

source: Words, separated by spaces, or phrases separated by commas. These should communicate significant characteristics of this ticket
ro: Cuvinte separate de spații sau fraze separate de virgule. Acestea ar trebui să comunice caracteristicile principale ale acestui ticket

source: Ticket Opened
ro: Ticket deschis

source: Ticket Opened & Assigned to %(name)s
ro: Ticket deschis și desemnat lui %(name)s

source: Summary of your query
ro: Sumarul problemei de raportate

source: Your E-Mail Address
ro: Adresa de e-mail

source: We will e-mail you when your ticket is updated.
ro: Își vom trimite un e-mail când ticketul va fi actualizat.

source: Description of your issue
ro: Descrierea problemei

source: Please be as descriptive as possible, including any details we may need to address your query.
ro: Te rugăm să fii câtmai desciptiv cu putință și să incluzi toate detaliile legate de problema ta.

source: Urgency
ro: Grad de urgență

source: Please select a priority carefully.
ro: Te rugăm să selectezi gradul de urgență cu atenție.

source: Ticket Opened Via Web
ro: ticket deschis prin interfața web

source: Show Ticket List on Login?
ro: Arată lista de tickete la intrarea în cont?

source: Display the ticket list upon login? Otherwise, the dashboard is shown.
ro: Afișează lista de tickete la intrarea în cont? Altfel, va fi afișat panoul de control.

source: E-mail me on ticket change?
ro: Să trimitem email prentu orice modificare legată de ticket?

source: If you're the ticket owner and the ticket is changed via the web by somebody else, do you want to receive an e-mail?
ro: Dacă tu esți deținătorul ticketului și ticketul este modificat de cineva prin interfața webvrei să fii informat de acest lucru?

source: E-mail me when assigned a ticket?
ro: Să-ți trimitem email când ți se desemnează un ticket?

source: If you are assigned a ticket via the web, do you want to receive an e-mail?
ro: Dacă ți se desemnează un ticket prin interfața web, vrei să fii anunțat printr-un email ?

source: E-mail me when a ticket is changed via the API?
ro: Să-ți trimitem email când ticketul este modificat prin API?

source: If a ticket is altered by the API, do you want to receive an e-mail?
ro: Dacă un ticket este modificat prin API, vrei să te anunțăm printr-un email?

source: Number of tickets to show per page
ro: Numărul de tickete pe pagină

source: How many tickets do you want to see on the Ticket List page?
ro: Câte tickete vrei să vezi pe pagina cu Lista de Tickete?

source: Use my e-mail address when submitting tickets?
ro: Să folosim adresa ta de email când deschidem tickete?

source: When you submit a ticket, do you want to automatically use your e-mail address as the submitter address? You can type a different e-mail address when entering the ticket if needed, this option only changes the default.
ro: Când deschizi un ticket, vrei să folosim în mod automatadresa ta de email? Poți introduce altă adresă de email dacă este cu adevărat nevoie, însă această opțiune schimbă numai adresa implicită.

source: Title
ro: Titlu

source: Slug
ro: Scurtătură

source: This slug is used when building ticket ID's. Once set, try not to change it or e-mailing may get messy.
ro: Această scurtătură este folosită când se creează ID-urile ticketelor. Odată setat încearcă să nu îl mai modificipentru că sistemul de emailuri va fi afișat în mod inestetic.

source: E-Mail Address
ro: Adresa de email

source: All outgoing e-mails for this queue will use this e-mail address. If you use IMAP or POP3, this should be the e-mail address for that mailbox.
ro: Toate emailurile trimise pentru această stivă vor folosi această adresă de email. Dacă folosești IMAP sau POP3, aceasta ar trebui să fie emailul pentru căsuța ta de email.

source: Locale
ro: Localizare

source: Locale of this queue. All correspondence in this queue will be in this language.
ro: Localizarea acestei stive. Toată corespondența din stivă se va face în această limbă.

source: Allow Public Submission?
ro: Permiți trimiterea de cereri în mod public?

source: Should this queue be listed on the public submission form?
ro: Permiți afișarea stivei în formularul public?

source: Allow E-Mail Submission?
ro: Permiți deschiderea de tickete prin email?

source: Do you want to poll the e-mail box below for new tickets?
ro: Vrei să cauți tickete după adresa de email care să fie introdusă mai jos?

source: Escalation Days
ro: Zile pentru escalare

source: For tickets which are not held, how often do you wish to increase their priority? Set to 0 for no escalation.
ro: Pentru tickete care nu sunt blocate, cât de des vrei să le mărești gradulde prioritate. Alege 0 pentru nici o escalare.

source: New Ticket CC Address
ro: Adresa CC Ticket Nou

source: If an e-mail address is entered here, then it will receive notification of all new tickets created for this queue. Enter a comma between multiple e-mail addresses.
ro: Dacă introduci o adresă de email aici, atunci la aceasta se vor trimite notificări despretoate ticketele noi create pentru această stivă. Introdu o virgulă ântre mai multeadrese de email.

source: Updated Ticket CC Address
ro: Adresa CC a Ticketului Actualizat

source: If an e-mail address is entered here, then it will receive notification of all activity (new tickets, closed tickets, updates, reassignments, etc) for this queue. Separate multiple addresses with a comma.
ro: Dacă introduci o adresă de email aici, atunci aceasta va primi notificări despretoată activitatea (tickete noi, tickete închise, actualizări, desemnări, etc) pentrustiva aceasta. Separă mai multe adrese de email printr-o virgulă.

source: E-Mail Box Type
ro: POP 3

source: E-Mail server type for creating tickets automatically from a mailbox - both POP3 and IMAP are supported.
ro: Tipul de email server pentru crearea automată a ticketelor din căsuța de email - ambelePOP# și IMAP pot fi folosite.

source: E-Mail Hostname
ro: Host E-mail

source: Your e-mail server address - either the domain name or IP address. May be "localhost".
ro: Adresa serverului pentru email - fie numele de domeniu, fie adresa IP. Ar putea fi "localhost".

source: E-Mail Port
ro: Port E-mail

source: Port number to use for accessing e-mail. Default for POP3 is "110", and for IMAP is "143". This may differ on some servers. Leave it blank to use the defaults.
ro: Portul care să fie folosit pentru accesarea emailului. Pentru POP3 implicit este "110", și pentru IMAP este "143". Acestea pot fi diferite pe unele servere. Lasă necompletat pentru a folosi valorile implicite.

source: Use SSL for E-Mail?
ro: Vrei să folosești SSL pentru email?

source: Whether to use SSL for IMAP or POP3 - the default ports when using SSL are 993 for IMAP and 995 for POP3.
ro: Dacă vrei să folosești SSL pentru IMAP sau POP3 - porturile implicite pentru folosirea SSL sunt993 pentru IMAP și 995 pentru POP3.

source: E-Mail Username
ro: Utilizator Email

source: Username for accessing this mailbox.
ro: Utilizator pentru accesarea emailului.

source: E-Mail Password
ro: Parola Email

source: Password for the above username
ro: Parola pentru utilizatorul de mai sus

source: IMAP Folder
ro: folderul IMAP

source: If using IMAP, what folder do you wish to fetch messages from? This allows you to use one IMAP account for multiple queues, by filtering messages on your IMAP server into separate folders. Default: INBOX.
ro: Dacă folosești IMAP, din ce folder vrei să preiei mesajele? Aceasta îți permite să folosești contul IMAP pentru mai multe stive, prin ordonarea mesajelor de pe serverul IMAP în foldere diferite. Implicit: INBOX.

source: E-Mail Check Interval
ro: Interval Verificare Email

source: How often do you wish to check this mailbox? (in Minutes)
ro: Cât de des dorești să se verifice emailul? (în minute)

source: Open
ro: Deschis

source: Reopened
ro: Redeschis

source: Resolved
ro: Rezolvat

source: Closed
ro: Închis

source: Duplicate
ro: Dublură

source: 1. Critical
ro: 1. Critic

source: 2. High
ro: 2. Înalt

source: 4. Low
ro: 4. Scăzut

source: 5. Very Low
ro: 5. Foarte scăzut

source: Created
ro: Creat

source: Date this ticket was first created
ro: Data la care ticketul a fost creat

source: Modified
ro: Modificat

source: Date this ticket was most recently changed.
ro: Data la care ticketul a fost modificat.

source: Submitter E-Mail
ro: Email Utilizator

source: The submitter will receive an email for all public follow-ups left for this task.
ro: Cel care a deschis acest ticket va primi căte un email pentru fiecare mesaj public legat de operațiune.

source: Assigned to
ro: Desemnat lui

source: Status
ro: Stare

source: On Hold
ro: În Așteptare

source: If a ticket is on hold, it will not automatically be escalated.
ro: Dacă un ticket este În așteptare, nu va fi escalat în mod automat.

source: Description
ro: Descriere

source: The content of the customers query.
ro: Conținutul problemei clientului.

source: Resolution
ro: Rezolvare

source: The resolution provided to the customer by our staff.
ro: Rezolvarea oferită clientului de către echipa tehnică.

source: 1 = Highest Priority, 5 = Low Priority
ro: 1 = Prioritate Maximă, 5 = Prioritate Minimă

source: The date this ticket was last escalated - updated automatically by management/commands/escalate_tickets.py.
ro: Data la care acest ticket a fost escalat ultima oară - actualizat automat de management/commands/escalate_tickets.py.

source: Unassigned
ro: Nedesemnat

source: - On Hold
ro: - În Așteptare

source: Date
ro: Data

source: Comment
ro: Comentariu

source: Public tickets are viewable by the submitter and all staff, but non-public tickets can only be seen by staff.
ro: Ticketele publice sunt vizibile pentru echipă și cel ce le-a deschis, dar cele care nu sunt publice pot fi văzute doar the echipă.

source: User
ro: Utilizator

source: New Status
ro: Stare Nouă

source: If the status was changed, what was it changed to?
ro: Dacă starea a fost schimbată, în ce s-a modificat?

source: Field
ro: Câmp

source: Old Value
ro: Valoare Veche

source: New Value
ro: Valoare nouă

source: removed
ro: șters

source: set to %s
ro: setat la %s

source: changed from "%(old_value)s" to "%(new_value)s"
ro: schimbat din "%(old_value)s" în "%(new_value)s"

source: File
ro: Fișier

source: Filename
ro: nume fișier

source: Size
ro: Mărime

source: Size of this file in bytes
ro: Mărimea în biți

source: Leave blank to allow this reply to be used for all queues, or select those queues you wish to limit this reply to.
ro: Lasă necompletat pentru a permite folosirea acestui răspuns în toate stivele, sau selectează acele stive pentru care vrei să limitezi acest răspuns.

source: Name
ro: Nume

source: Only used to assist users with selecting a reply - not shown to the user.
ro: Este folosit doar pentru a ajuta utilizatorii prin alegerea unui răspuns - nu este afișat utilizatorului.

source: Context available: {{ ticket }} - ticket object (eg {{ ticket.title }}); {{ queue }} - The queue; and {{ user }} - the current user.
ro: Context disponibil: {{ ticket }} - obiectul ticket (eg {{ ticket.title }}); {{ queue }} - Stiva; și {{ user }} - utilizatorul curent.

source: Leave blank for this exclusion to be applied to all queues, or select those queues you wish to exclude with this entry.
ro: Lasă necompletat pentru ca excluziunea să fie aplicată tuturor stivelor, sau selectează stivele care să fie excluse.

source: Date on which escalation should not happen
ro: Dată la care escalarea nu ar trebui să se întâmple

source: Template Name
ro: Nume Șablon

source: Subject
ro: Subiect

source: This will be prefixed with "[ticket.ticket] ticket.title". We recommend something simple such as "(Updated") or "(Closed)" - the same context is available as in plain_text, below.
ro: acesta va avea prefixul "[ticket.ticket] ticket.title". Recomandăm să folosești ceva simplu ca "(Updated") sau "(Closed)" - același context este dispnibil în format text, mai jos.

source: Heading
ro: Titlu

source: In HTML e-mails, this will be the heading at the top of the email - the same context is available as in plain_text, below.
ro: În emailurile HTML acesta va fi titlul de partea superioară a emailului - același context este disponibil în format text, mai jos.

source: Plain Text
ro: Format Text

source: The context available to you includes {{ ticket }}, {{ queue }}, and depending on the time of the call: {{ resolution }} or {{ comment }}.
ro: Contextul disponibil pentru tine include {{ ticket }}, {{ queue }}, și în funcție de timpul apelului: {{ resolution }} sau {{ comment }}.

source: The same context is available here as in plain_text, above.
ro: Același context este disponibil aici în format text, mai sus.

source: Locale of this template.
ro: Localizarea acestui șablon.

source: Category
ro: Categorie

source: Question
ro: Întrebare

source: Answer
ro: Răspuns

source: Votes
ro: Voturi

source: Total number of votes cast for this item
ro: numărul total de voturi oferite

source: Positive Votes
ro: Voturi Pozitive

source: Number of votes for this item which were POSITIVE.
ro: Numărul de voturi care au fost POZITIVE.

source: Last Updated
ro: Data ultimei actualizări

source: The date on which this question was most recently changed.
ro: Data la care această întrebare a fost actualizată.

source: Unrated
ro: Fără Voturi

source: Query Name
ro: Întrebare

source: User-provided name for this query
ro: Nume furnizat de către utilizatori pentru această întrebare

source: Shared With Other Users?
ro: Vrei să trimiți și altor utilizatori?

source: Should other users see this query?
ro: Vrei ca alți utilizatori să vadă această întrebare?

source: Search Query
ro: Termen de căutare

source: Pickled query object. Be wary changing this.
ro: Pickled query object. Grijă mare la schimbarea lui.

source: Settings Dictionary
ro: Dicționarul Setărilor

source: This is a base64-encoded representation of a pickled Python dictionary. Do not change this field via the admin.
ro: Aceasta este o reprezentare în base64 a unui dicționar Python pickled. Nu modifica acest câmp via admin.

source: Leave blank for this e-mail to be ignored on all queues, or select those queues you wish to ignore this e-mail for.
ro: Lasă necompletat pentru ca acest email să fie ignorat în toate stivele, sau selectează stivele pentru care vrei ca acest email să fie ignorat.

source: Date on which this e-mail address was added
ro: Data la care a fost adăugat acest email

source: Enter a full e-mail address, or portions with wildcards, eg *@domain.com or postmaster@*.
ro: Introdu adresa de email completă, oori poțiuni cu wildcards, ex *@domain.com sau postmaster@*.

source: Save Emails in Mailbox?
ro: Salvează acest email?

source: Do you want to save emails from this address in the mailbox? If this is unticked, emails from this address will be deleted.
ro: Vrei să salvezi mesajele venite de la acest email? Dacă nu bifezi această opțiune, mesajele de la acest email vor fi șterse.

source: User who wishes to receive updates for this ticket.
ro: Utilizator care dorește să primească actualizări legate de acest ticket.

source: For non-user followers, enter their e-mail address
ro: Introdu adresele de email pentru followeri care nu sunt useri

source: Can View Ticket?
ro: Poate Vedea Ticket?

source: Can this CC login to view the ticket details?
ro: Se poate loga acest CC pentru a vedea detaliile ticketului?

source: Can Update Ticket?
ro: Poate Actualiza Ticket?

source: Can this CC login and update the ticket?
ro: Se poate loga acest CC pentru a actualiza detaliile ticketului?

source: Field Name
ro: Nume Câmp

source: As used in the database and behind the scenes. Must be unique and consist of only lowercase letters with no punctuation.
ro: După cum este folosit în baza de date și în zonele cu acces restrâns. Trebuie să fie unicat și să fie constituit din litere mici, fără semne de punctuație.

source: Label
ro: Etichetă

source: The display label for this field
ro: Eticheta afișată pentru acest câmp

source: Help Text
ro: Text Ajutor

source: Shown to the user when editing the ticket
ro: Este afișat utilizatorului când editează ticketul

source: Character (single line)
ro: Caracter (o singură linie)

source: Text (multi-line)
ro: Text (pe mai mutle linii)

source: Integer
ro: Număr întreg

source: Decimal
ro: Decimale

source: List
ro: Listă

source: Boolean (checkbox yes/no)
ro: Boolean (alegi DA/NU)

source: Time
ro: Timp

source: Date & Time
ro: Dată și timp

source: IP Address
ro: Adresă IP

source: Data Type
ro: tip Dată

source: Allows you to restrict the data entered into this field
ro: Permite restricționarea datelor introduse în acest câmp

source: Maximum Length (characters)
ro: Lumgine Maximă (caractere)

source: Decimal Places
ro: Număr Zecimale

source: Only used for decimal fields
ro: Folosit numai pentru câmpuri zecimale

source: Add empty first choice to List?
ro: Adaugă prima opțiune fără valoare în Listă?

source: Only for List: adds an empty first entry to the choices list, which enforces that the user makes an active choice.
ro: Doar pentru Listă: adaugă o primă opțiune fără valoare în lista de alageri, ceea ce determinăutilizatorul să facă o alegere conștientă.

source: List Values
ro: Valorile Listei

source: For list fields only. Enter one option per line.
ro: Doar pentru câmpurile listei. Introdu doar o opțiune pe linie.

source: Ordering
ro: Comenzi

source: Lower numbers are displayed first; higher numbers are listed later
ro: Numerele mai mici sunt afișate primele, cele mai mari sunt afișate ulterior

source: Required?
ro: Necesar?

source: Does the user have to enter a value for this field?
ro: Utilizatorul este obligat să introducă o valoare pentru acest câmp?

source: Staff Only?
ro: Doar Pentru Echipă?

source: If this is ticked, then the public submission form will NOT show this field
ro: Dacă această opțiune este bifată, atunci formularul public de trimitere nu va afișa acest câmp

source: Depends On Ticket
ro: Depinde De Ticket

source: Check for user without django-helpdesk UserSettings and create settings if required. Uses settings.DEFAULT_USER_SETTINGS which can be overridden to suit your situation.
ro: Caută utilizator fără django-helpdesk UserSettings și creează setări dacă este nevoie. Folosește settings.DEFAULT_USER_SETTINGS care pot fi suprascrire pentru ase potrivi situației tale.

source: Ticket escalated after %s days
ro: Ticket escalat după %s zile

source: Created from e-mail
ro: Creat din email

source: Unknown Sender
ro: Expeditor necunoscut

source: No plain-text email body available. Please see attachment email_html_body.html.
ro: Nu există body în format text. Verifică fișierul atașat email_html_body.html.

source: E-Mail Received from %(sender_email)s
ro: email primit de la %(sender_email)s

source: Ticket Re-Opened by E-Mail Received from %(sender_email)s
ro: Ticket redeschis prin emal primit de la %(sender_email)s

source: (Reopened)
ro: (Redeschis)

source: (Updated)
ro: (Actualizat)

source: For technical support please contact:
ro: Pentru suport tehnic te rog contactează

source: My Open Tickets
ro: Ticketele Mele Deschise

source: All Recent Activity
ro: toată Activitatea Recentă

source: Unassigned Tickets
ro: Tickete Nedesemnate

source: RSS Icon
ro: Iconiță RSS

source: RSS Feeds
ro: Feed-uri RSS

source: User Settings
ro: Setări Utilizator

source: Change Language
ro: Schimbă Limba

source: System Settings
ro: Setări Sistem

source: Delete Saved Query
ro: Șterge Interogarea Salvată

source: <h2>Delete Query</h2> <p>Are you sure you want to delete this saved filter (<em>%(query_title)s</em>)? To re-create it, you will need to manually re-filter your ticket listing.</p>
ro: <h2>Șterge Interogarea</h2> <p>Ești sigur că vrei să ștergi acest filtru (<em>%(query_title)s</em>)? Pentru a-l recrea va trebui să resortezi lista de tickete.</p>

source: <p>You have shared this query, so other users may be using it. If you delete it, they will have to manually create their own query.</p>
ro: <p>Ai făcut publică această interogare, astfel că alții o pot folosi. Dacă o ștergi ei vor trebui să își facă manual propria interogare.</p>

source: No, Don't Delete It
ro: Nu, Nu Șterge

source: Yes - Delete It
ro: Da - Șterge

source: Create Ticket
ro: Creează Ticket

source: <h2>Submit a Ticket</h2> <p>Unless otherwise stated, all fields are required. Please provide as descriptive a title and description as possible.</p>
ro: <h2>Trimite ticket</h2> <p>Dacă nu se menționează altfel, toate câmpurile sunt obligatorii. Te rugăm să ne furnizezi un titlu și o descriere cât mai descriptive.</p>

source: (Optional)
ro: (Opțional)

source: Submit Ticket
ro: Trimite Ticket

source: Helpdesk Dashboard
ro: Panou control HelpDesk

source: Helpdesk Summary
ro: Sumar HelpDesk

source: Welcome to your Helpdesk Dashboard! From here you can quickly see tickets submitted by you, tickets you are working on, and those tickets that have no owner.
ro: Bine ai venit la panoul de control HelpDesk! De aici poți vedea simplu ce tickete ai deschis, la ce tickete lucrezi și ticketele care nu audeținător.

source: Welcome to your Helpdesk Dashboard! From here you can quickly see your own tickets, and those tickets that have no owner. Why not pick up an orphan ticket and sort it out for a customer?
ro: Bine ai venit la panoul de control HelpDesk! De aici poți vedea simplu ticketeletale și cele care nu au deținător. De ce nu iei un ticekt orfan și nuîn rezolvi pentru client?

source: Current Ticket Stats
ro: Statisticile Ticketelor Actuale

source: Average number of days until ticket is closed (all tickets):
ro: Numărul mediu de zile până când un ticket este închis (toate ticketele):

source: Average number of days until ticket is closed (tickets opened in last 60 days):
ro: Numărul mediu de zile până cînd un ticket este închis (ticketele deschise în ultimele 60de zile):

source: Click
ro: Clic

source: for detailed average by month.
ro: pentru medii lunare detaliate.

source: Distribution of open tickets, grouped by time period:
ro: Distribuția ticketelor deschise, grupate pe perioade de timp:

source: Days since opened
ro: zile de când a fost deschis

source: Number of open tickets
ro: Numărul de tickete deschise

source: All Tickets submitted by you
ro: Toate ticketele deschise de tine

source: Last Update
ro: Ultima Actualizare

source: Open Tickets assigned to you (you are working on this ticket)
ro: Tickete deschise desemnate ție ( lucrezi la aceste tickete)

source: You have no tickets assigned to you.
ro: Nu ai tickete desemnate ție.

source: (pick up a ticket if you start to work on it)
ro: (preia un ticket dacă începi să lucrezi la el)

source: Take
ro: Preia

source: Delete
ro: Șterge
