Repository: springmerchant/django-helpdesk
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Invalid ticket ID or e-mail address. Please try again.
ro: ID ticket sau adresă email greșite. Te rugăm, încearcă din nou.

source: Submitter accepted resolution and closed ticket
ro: Cel ce a deschis ticketul a acceptat rezolvarea și a închis ticketul.

source: Accepted resolution and closed ticket
ro: A acceptat rezolvarea și a închis ticketul

source: Assigned to %(username)s
ro: Desemnat lui %(username)s

source: Updated
ro: Actualizat

source: Assigned to %(username)s in bulk update
ro: Desemnat lui %(username)s în cadrul unei actualizări în grup

source: Unassigned in bulk update
ro: Nedesemnat în cadrul unei actualizări în grup

source: Closed in bulk update
ro: Închis în cadrul unei actualizări în grup

source: <p><strong>Note:</strong> Your keyword search is case sensitive because of your database. This means the search will <strong>not</strong> be accurate. By switching to a different database system you will gain better searching! For more information, read the <a href="http://docs.djangoproject.com/en/dev/ref/databases/#sqlite-string-matching">Django Documentation on string matching in SQLite</a>.
ro: <p><strong>Notă:</strong> Căutarea pe baza cuvintelor cheie este case sensitive din cauza bazei de date folosită. Aceasta înseamnă că această căutare <strong>nu</strong> va fi exactă. Prin mutarea la un alt sistem de baze de date vei avea o funcție de căutare mai bună! Pentru mai multe informații citește <a href="http://docs.djangoproject.com/en/dev/ref/databases/#sqlite-string-matching">Documentația Django despre corenpondența stringurilor în SQLite</a>.

source: Ticket taken off hold
ro: Ticket scos din așteptare

source: Ticket placed on hold
ro: Ticket pus în așteptare

source: Jan
ro: Ian

source: May
ro: Mai

source: Jun
ro: Iun

source: Jul
ro: Iul

source: Nov
ro: Noi

source: User by Priority
ro: Utilizator după Prioritate

source: User by Queue
ro: Utilizator după Stivă

source: User by Status
ro: Utilizator după Stare

source: User by Month
ro: Utilizator după Luni

source: Queue by Priority
ro: Stivă după Priorități

source: Queue by Status
ro: Stivă după Status

source: Queue by Month
ro: Stivă după Luni
