Repository: springmerchant/django-helpdesk
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: ro

source: There are no unassigned tickets.
ro: Nu există tickete nedesemnate

source: Closed & resolved Tickets you used to work on
ro: Tickete închise și rezolvate la care ai lucrat

source: Delete Ticket
ro: Șterge Ticket

source: <h2>Delete Ticket</h2> <p>Are you sure you want to delete this ticket (<em>%(ticket_title)s</em>)? All traces of the ticket, including followups, attachments, and updates will be irreversably removed.</p>
ro: <h2>Șterge Ticket</h2> <p>Ești sigur că vrei să șterig acest ticket (<em>%(ticket_title)s</em>)? Toate urmele acestui ticket, incluzând follow-ups, atașamente și actualizări fi șterse iremediabil.</p>

source: Edit Ticket
ro: Editează Ticket

source: <h2>Edit a Ticket</h2> <p>Unless otherwise stated, all fields are required. Please provide as descriptive a title and description as possible.</p> <p><strong>Note:</strong> Editing a ticket does <em>not</em> send an e-mail to the ticket owner or submitter. No new details should be entered, this form should only be used to fix incorrect details or clean up the submission.</p>
ro: <h2>Editează Un Ticket</h2> <p>Dacă nu este altfel specificat, toate câmpurile sunt obligatorii. Te rugăm oferă titluri și descrieri cât mai descriptive.</p> <p><strong>Notă:</strong> Editarea unui ticket <em>nu</em> duce la trimiterea unul email către deținătorul ticketului sau utilizator. A nu se introduce detalii noi. Acest formular trebuie folosit numai pentru a corecta informațiile primite.</p>

source: Save Changes
ro: Salvează Modificările

source: Ignore E-Mail Address
ro: Ignoră Adresa Email

source: <h2>Ignore E-Mail Address</h2> <p>To ignore an e-mail address and prevent any emails from that address creating tickets automatically, enter the e-mail address below.</p> <p>You can either enter a whole e-mail address such as <em>email@domain.com</em> or a portion of an e-mail address with a wildcard, such as <em>*@domain.com</em> or <em>user@*</em>.</p>
ro: <h2>Ignoră Adresa E-Mail </h2> <p>Pentru a ignora o adresă de email și pentru a bloca acel email săcreeze tickete în mod automat, introdu adresa mai jos.</p> <p>Poți introduce adresa de email completă precum <em>email@domain.com</em> ori o parte folosindu-te de wildcard-uri ca <em>*@domain.com</em> sau <em>user@*</em>.</p>

source: Delete Ignored E-Mail Address
ro: Sștere Email Ignorat

source: <h2>Un-Ignore E-Mail Address</h2> <p>Are you sure you wish to stop removing this email address (<em>%(email_address)s</em>) and allow their e-mails to automatically create tickets in your system? You can re-add this e-mail address at any time.</p>
ro: <h2>Scoate din lista de emailuri ignorate</h2> <p>Ești sigur că vrei să scoți din lista emailurilor ignorate (<em>%(email_address)s</em>) și să le permiți crearea automată a ticketelor în sistem? Poți trece această adresă de email în listă oricând înapoi.</p>

source: Keep Ignoring It
ro: Ignoră În Continuare

source: Stop Ignoring It
ro: Nu Mai Ignora

source: Ignored E-Mail Addresses
ro: Adrese Email Ignorate

source: <h2>Ignored E-Mail Addresses</h2> <p>The following e-mail addresses are currently being ignored by the incoming e-mail processor. You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
ro: <h2>Adrese Email Ignorate</h2> <p>Următoarele adrese email sunt ignorate de către procesorul de emailuri. Poți <a href='add/'>adăuga o nouă adresă email în listă</a> sau poți șterege oricare după necesitate.</p>

source: Date Added
ro: Data Adăugării

source: Queues
ro: Stive

source: Keep in mailbox?
ro: Mențin în căsuța de emailuri?

source: All
ro: Toate

source: Keep
ro: Menține

source: <strong>Note:</strong> If the 'Keep' option is not selected, emails sent from that address will be deleted permanently.
ro: <strong>Notă:</strong> Dacă opțiunea 'Menține' nu este selectată, atunci mesajele trimise de la acea adresă vor fi ștere permanent.

source: Edit followup
ro: Editează Follow-Up

source: Edit FollowUp
ro: Editează Follow-Up

source: Reassign ticket:
ro: Redesemnează ticket:

source: Title:
ro: Titlu:

source: Comment:
ro: Comentariu

source: Knowledgebase Category: %(kbcat)s
ro: Categoria tutorialelor: %(kbcat)s

source: You are viewing all items in the %(kbcat)s category.
ro: Sunt afișate toate articolele din categoria %(kbcat)s.

source: Article
ro: Articol

source: Knowledgebase
ro: Tutoriale

source: We have listed a number of knowledgebase articles for your perusal in the following categories. Please check to see if any of these articles address your problem prior to opening a support ticket.
ro: Am afișat o serie de tutoriale ca să te ajute iar acestea fac parte din următoarele categorii. Te rugăm să verifici dacă aceste articole răspund întrebărilor tale înainte de a deschide un ticket de sprijin.

source: Knowledgebase Categories
ro: Categorii Tutoriale

source: Knowledgebase: %(item)s
ro: Tutorial: %(item)s

source: View <a href='%(category_url)s'>other <em>%(category_title)s</em> articles</a>, or continue <a href='../'>viewing other knowledgebase articles</a>.
ro: Vizualizează <a href='%(category_url)s'>alte articole din categoria <em>%(category_title)s</em></a>, sau continuă cu <a href='../'>vizualizarea altor tutoriale</a>.

source: Feedback
ro: Sugestii

source: We give our users an opportunity to vote for items that they believe have helped them out, in order for us to better serve future customers. We would appreciate your feedback on this article. Did you find it useful?
ro: Îți oferim ocazia să votezi articolele care te-au ajutat pentru că vrem să oferim servicii mai bune pe viitor. Apreciemsugestiile legate de acest articol. A fost de ajutor?

source: This article was useful to me
ro: Articolul a fost util

source: This article was <strong>not</strong> useful to me
ro: Articolul <strong>nu</strong> m-a ajutat

source: The results of voting by other readers of this article are below:
ro: Rezultatele voturilor date de alți clienți sunt mai jos:

source: Recommendations: %(recommendations)s
ro: Recomandări: %(recommendations)s

source: Votes: %(votes)s
ro: Voturi: %(votes)s

source: Overall Rating: %(score)s
ro: Scor General: %(score)s

source: Dashboard
ro: Panou Control

source: Tickets
ro: Tickete

source: New Ticket
ro: Ticket nou

source: Stats
ro: Statistici

source: Load Saved Query
ro: Încarcă Interogarea Salvată

source: Logout
ro: Ieșire

source: Search...
ro: Caută...

source: Enter a keyword, or a ticket number to jump straight to that ticket.
ro: Întrodu termen de căutare sau un număr de ticket pentru a sări direct la ticket.

source: Submit A Ticket
ro: Deschide ticket

source: Log In
ro: Intră

source: View a Ticket
ro: Vezi Tickete

source: Change the display language
ro: Schimbă Limba

source: Knowledgebase Articles
ro: Tutoriale

source: Your E-mail Address
ro: Adresa ta de email

source: View Ticket
ro: Vezi Ticket

source: Submit a Ticket
ro: Deschide Ticket

source: All fields are required. Please provide as descriptive a title and description as possible.
ro: Toate câmpurile sunt obligatorii. Te rugăm să furnizezi titlu și desciere cât mai descriptive.

source: Please use button at upper right to login first.
ro: Te rugăm să folosești butonul din dreapta-sus pentru a intra.

source: Unable To Open Ticket
ro: Nu se poate deschide ticketul

source: <p>Sorry, but there has been an error trying to submit your ticket.</p> <p>Our system has marked your submission as <strong>spam</strong>, so we are unable to save it. If this is not spam, please press back and re-type your message. Be careful to avoid sounding 'spammy', and if you have heaps of links please try removing them if possible.</p> <p>We are sorry for any inconvenience, however this check is required to avoid our helpdesk resources being overloaded by spammers.</p>
ro: <p>Ne pare rău, dar nu s-a putut deschide ticketul.</p> <p>Sistemul nostru a marcat încercarea drept <strong>spam</strong>, de aceea nu s-a putut salva. Dacă nu este spam, atunci te rugăm să dai click pe BACK și să rescrii mesajul. Evită exrpimări 'spammy', și dacă ai multe linkuri te rugăm să le ștergi.</p> <p>Ne pare rău pentru disconfort, totuși această verificare este necesară pentru a evita supraîncărcarea resurselor din portalul de sprijin datorită spammerilor.</p>

source: Error:
ro: Eroare:

source: Queue: %(queue_name)s
ro: Stivă: %(queue_name)s

source: Submitted On
ro: Deschis La Data:

source: Accept
ro: Acceptă

source: Accept and Close
ro: Acceptă și Închide

source: Changed %(field)s from %(old_value)s to %(new_value)s.
ro: %(field)s au fost schimbate de la %(old_value)s la %(new_value)s.

source: Reports &amp; Statistics
ro: Rapoarte &amp; Statistici

source: You haven't created any tickets yet, so you cannot run any reports.
ro: Încă nu ai creat tickete, așadar nu poți vedea rapoarte legate de ele.

source: Reports By User
ro: Rapoarte Utilizatori

source: by Priority
ro: după Prioritate

source: by Queue
ro: după Stivă

source: by Status
ro: după Stare

source: by Month
ro: pe Luni

source: Reports By Queue
ro: Rapoarte Stive

source: Days until ticket closed by Month
ro: Zile până la închiderea ticketului în funcție de Luni

source: You can run this query on filtered data by using one of your saved queries.
ro: Poți rula interogarea în cadrul datelor ordonate folosindu-te de una dintre interogările salvate.

source: Select Query:
ro: alege Interogare

source: Filter Report
ro: Ordonează Raport

source: Want to filter this report to just show a subset of data? Go to the Ticket List, filter your query, and save your query.
ro: Vrei să sortezi infromația din raport pentru a arăta doar anumite date? Mergi înlista de tickete, ordonează tabelul și apoi salvează interogarea.

source: The following RSS feeds are available for you to monitor using your preferred RSS software. With the exception of the 'Latest Activity' feed, all feeds provide information only on Open and Reopened cases. This ensures your RSS reader isn't full of information about closed or historical tasks.
ro: Următoarele feed-uri RSS te vor ajuta să monitorizezi activitatea pe tickete și pot fi folosite cu orice software RSS compatibil. Cu excepția feed-ului 'Activități Recente' toate feed-urile oferă infromații doar despre tickete Deschise sau Redeschise. Acest lucru te asigură căReadeul RSS pe care îl folosești nu este mereu plin de informații despre tickete Închise sau acțiuni arhivate

source: A summary of your open tickets - useful for getting alerted to new tickets opened for you
ro: Sumar al ticketelor deschise de tine - folositor pentru a primi alerte legate de tickete noi deschise de tine

source: Latest Activity
ro: Activități Recente

source: A summary of all helpdesk activity - including comments, emails, attachments, and more
ro: Sumar al tuturor activităților din HelpDesk - sunt incluse comentarii, emailuri, fișiere atașate și multe altele

source: All unassigned tickets - useful for being alerted to new tickets opened by the public via the web or via e-mail
ro: toate ticketele nedesemnate - util pentru a primi alerte legate de tickete deschise depublic prin internet sau prin email

source: These RSS feeds allow you to view a summary of either your own tickets, or all tickets, for each of the queues in your helpdesk. For example, if you manage the staff who utilise a particular queue, this may be used to view new tickets coming into that queue.
ro: Aceste feed-uri RSS îți permit să vezi un sumar fie al ticketelor tale, fieal tuturor ticketelor, pentru fiecare din stivele din HelpDesk, partea destinată ție. De exemplu, dacă tu administrezi echipa ce se ocupă de o stivă, poți vedea ce tickete noi vin în acea stivă.

source: Per-Queue Feeds
ro: Feeduri Interogări

source: All Open Tickets
ro: Toate Ticketele Deschise

source: Open Tickets
ro: tickete Deschise

source: Change System Settings
ro: Modifică Setările Sistem

source: <h2>System Settings</h2> <p>The following items can be maintained by you or other superusers:</p>
ro: <h2>Setări Sistem</h2> <p>Următoarele pot fi administrate de tine sau de alți superuseri:</p>

source: E-Mail Ignore list
ro: Lista Emailui Ignorate

source: Maintain Queues
ro: Administrează Stive

source: Maintain Pre-Set Replies
ro: Administrează Răspunsuri Predefinite

source: Maintain Knowledgebase Categories
ro: Administrează Categoriile Tutorialelor

source: Maintain Knowledgebase Items
ro: Administrează Tutorialele

source: Maintain E-Mail Templates
ro: Administrează Șabloane Email

source: Maintain Users
ro: Administrează Utilizatorii

source: View Ticket Details
ro: Vezi Detalii Tickete

source: Attach another File
ro: Atașează alt Fișier

source: Add Another File
ro: Adaugă alt Fișier

source: Private
ro: Privat

source: Respond to this ticket
ro: răspunde la acest ticket.

source: Use a Pre-set Reply
ro: Folosește Răspuns Predefinit

source: Selecting a pre-set reply will over-write your comment below. You can then modify the pre-set reply to your liking before saving this update.
ro: Selectarea unui răspuns predefinit va suprascrie comentariul de mai jos. Vei putea modifica răspunsul predefinit înainte de a salva această actualizare.

source: Comment / Resolution
ro: Comentariu / Rezolvare

source: You can insert ticket and queue details in your message. For more information, see the <a href='../../help/context/'>context help page</a>.
ro: Poți introduce detalii despre ticket și stivă în mesajul tău. Pentru mai multeinformații, vezi <a href='../../help/context/'>pagina de ajutor contextual</a>.

source: This ticket cannot be resolved or closed until the tickets it depends on are resolved.
ro: Acest ticket nu poate fi rezolva sau închide până când ticketele care depind de el nu sunt rezolvate.

source: Is this update public?
ro: Această actualizare este publică?

source: If this is public, the submitter will be e-mailed your comment or resolution.
ro: Dacă este publică, atunci cel care a deshis ticketul va primi un email cu comentariul sau rezolvarea ta.

source: Change Further Details &raquo;
ro: Schimbă Alte Detalii &raquo;

source: Owner
ro: Deținător

source: Unassign
ro: Eliberează

source: Attach File(s) &raquo;
ro: atașează Fișiere &raquo;

source: Attach a File
ro: Atașează Fișier

source: Update This Ticket
ro: Actualizează Ticket

source: Add Ticket CC
ro: Adugă CC la Ticket

source: <h2>Add Ticket CC</h2> <p>To automatically send an email to a user or e-mail address when this ticket is updated, select the user or enter an e-mail address below.</p>
ro: <h2>Adaugă CC la Ticket</h2> <p>Pentru a trimite în mod automat un email către utilizator sau către o adresă de email când acest ticket este actualizat selectează utilizatorul sau adaugă adresă email.</p>

source: Save Ticket CC
ro: Salvează CC Ticket

source: Delete Ticket CC
ro: Șterge CC Ticket

source: <h2>Delete Ticket CC</h2> <p>Are you sure you wish to delete this email address (<em>%(email_address)s</em>) from the CC list for this ticket? They will stop receiving updates.</p>
ro: <h2>Șterge CC Ticket</h2> <p>ești sigur că vrei să ștergi această adresă de email (<em>%(email_address)s</em>) din lista CC a acestui ticket? Ei nu vor mai primi mesaje despre actualizări.</p>

source: Don't Delete
ro: Nu Șterge

source: Yes, Delete
ro: Da, șterge

source: Ticket CC Settings
ro: Setări CC Ticket

source: <h2>Ticket CC Settings</h2> <p>The following people will receive an e-mail whenever <em><a href='../'>%(ticket_title)s</a></em> is updated. Some people can also view or edit the ticket via the public ticket views.</p> <p>You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
ro: <h2>Setări CC Ticket</h2> <p>Următoarele persoane vor primi un email de fiecare dată când <em><a href='../'>%(ticket_title)s</a></em> este actualizat. Unele persoanel pot, de asemenea, vizualiza sau edita ticketul prin intermediul afișării publice.</p> <p>Poți <a href='add/'>adăuga o nouă adresă în listă</a> sau poți șterge oricare dintre cele de mai jos.</p>

source: Ticket CC List
ro: Lista CC Ticket

source: View?
ro: Vezi?

source: Update?
ro: Actualizezi?

source: Return to <em>%(ticket_title)s</em>
ro: Întoarce-te la <em>%(ticket_title)s</em>

source: Add Ticket Dependency
ro: Adaugă Dependență ticket

source: <h2>Add Ticket Dependency</h2> <p>Adding a dependency will stop you resolving this ticket until the dependent ticket has been resolved or closed.</p>
ro: <h2>Adaugă Dependență Ticket</h2> <p>Adăugând o depnedență la acest ticket va determina blocarea rezolvării lui până când ticketul dependent nu va fi rezolvat sau închis.</p>

source: Save Ticket Dependency
ro: Salvează Dependență Ticket

source: Delete Ticket Dependency
ro: Șterge Dependență ticket

source: <h2>Delete Ticket Dependency</h2> <p>Are you sure you wish to remove the dependency on this ticket?</p>
ro: <h2>Șterge Dependență Ticket</h2> <p>Ești sigur că vrei să ștergi dependența ticketului?</p>

source: Unhold
ro: Deblocare

source: Hold
ro: Blocare

source: Queue: %(queue)s
ro: Stivă: %(queue)s

source: Assigned To
ro: Desemnat lui

source: Ignore
ro: Ignoră

source: Copies To
ro: Copiat La

source: Manage
ro: Administrează

source: Click here to add / remove people who should receive an e-mail whenever this ticket is updated.
ro: Clic aici pentru a adăuga / șterge oameni acre ar trebui să primească un email de fiecare dată când acest ticket este actualizat.

source: Subscribe
ro: Înscrie

source: Click here to subscribe yourself to this ticket, if you want to receive an e-mail whenever this ticket is updated.
ro: Clic aici pentru a te înscrie la acest ticket dacă vrei să primești unemail de fiecare dată când este actualizat.

source: Dependencies
ro: Dependențe

source: This ticket cannot be resolved until the following ticket(s) are resolved
ro: Acest ticket nu poate fi rezolvat până când următoarele tickete nu sunt rezolvate

source: Remove Dependency
ro: Șterge Dependență

source: This ticket has no dependencies.
ro: Acest ticket nu are dependențe.

source: Add Dependency
ro: Adaugă Dependență

source: Click on 'Add Dependency', if you want to make this ticket dependent on another ticket. A ticket may not be closed until all tickets it depends on are closed.
ro: Clic pe 'Adaugă Dependență' dacă vrei ca acest ticket să depindă de alt ticket. Un ticket nu poate fi închis până când toate ticketele de care depinde nu sunt închise.

source: Ticket Listing
ro: Lista Ticketelor

source: Query Options
ro: Opțiunile Interogătilor

source: Save This Query
ro: Salvează Interogarea

source: Change Query
ro: Modifică Interogarea

source: Sorting
ro: Ordonare

source: Keywords
ro: Cuvinte Cheie

source: Date Range
ro: Interval Temporal

source: Reverse
ro: Revers

source: Ordering applied to tickets
ro: Ordonare aplicată ticketelor

source: Owner(s)
ro: Deținători

source: (ME)
ro: (EU)

source: Ctrl-Click to select multiple options
ro: Ctrl-Clic pentru a selecta mai multe opțiuni

source: Queue(s)
ro: Stive

source: Ctrl-click to select multiple options
ro: Ctrl-clic pentru a selecta mai multe opțiuni

source: Status(es)
ro: Stare

source: Date (From)
ro: Dată (de la)

source: Date (To)
ro: Dată (la)

source: Use YYYY-MM-DD date format, eg 2011-05-29
ro: Folosește următorul format pentru dată: AAAA-LL-ZZ , ex 2011-05-29, pentru 29 mai 2011

source: Tag(s)
ro: Etichete

source: Keywords are case-insensitive, and will be looked for in the title, body and submitter fields.
ro: Cuvintele cheie pot avea litere mici sau mari și vor fi căutate în titlul și conținutulcâmpurilor celui ce a inițiat comanda.

source: Apply Filter
ro: Aplică Ordonare

source: You are currently viewing saved query <em>%(query_name)s</em>.
ro: Acum vizualizezi interogarea salvată cu numele <em>%(query_name)s</em>.

source: <a href='../reports/?saved_query=%(query_id)s'>Run a report</a> on this query to see stats and charts for the data listed below.
ro: <a href='../reports/?saved_query=%(query_id)s'>Rulează un raport</a> pentru această interogare pentru a vedea statisticile și graficele pentru informațiile de mai jos.

source: Save Query
ro: Salvează Interogare

source: This name appears in the drop-down list of saved queries. If you share your query, other users will see this name, so choose something clear and descriptive!
ro: Acest nume este afișat în lista de interogări salvate. Dacă împarți interogarea cu alți utilizatori, aceștia vor vedea acest nume, așadar alege ceva clar și descriptiv!

source: Shared?
ro: Împărțit?

source: Yes, share this query with other users.
ro: Da, împarte această interogare cu alți utilizatori.

source: If you share this query, it will be visible by <em>all</em> other logged-in users.
ro: Dacă împarți această interogare, ea va fi vizibilă <em>tuturor</em> utilizatorilor logați.

source: Use Saved Query
ro: Utilizează Interogare Salvată

source: Query
ro: Interogare

source: Run Query
ro: Rulează Interogarea

source: No Tickets Match Your Selection
ro: Nu Există Tickete Corespunzătoare Selecției

source: Previous
ro: Precedent

source: Page %(ticket_num)s of %(num_pages)s.
ro: Pagina %(ticket_num)s din %(num_pages)s.

source: Next
ro: Următor

source: Select:
ro: Selectează:

source: None
ro: Nimic

source: Inverse
ro: Invers

source: With Selected Tickets:
ro: Cu Ticketele Selectate

source: Take (Assign to me)
ro: Preia (desemnează-l mie)

source: Close
ro: Închide

source: Close (Don't Send E-Mail)
ro: Închide (nu trimite email)

source: Close (Send E-Mail)
ro: Închide (trimite email)

source: Assign To
ro: Desemnează lui

source: Nobody (Unassign)
ro: Nimeni (nu desemna)

source: Change User Settings
ro: Modifică Setările Utilizator

source: <h2>Setări Utilizator</h2> <p>folosește următoarele opșiuni pentru a schimba modul în care sistemul helpdesk funcționează pentru tine. Aceste setări nu afectează alți utilizatori.</p>
ro: Salvează Opțiuni

source: Logged Out
ro: Ieșit Din Cont

source: <h2>Logged Out</h2> <p>Thanks for being here. Hopefully you've helped resolve a few tickets and make the world a better place.</p>
ro: <h2>Ieșit Din Cont</h2> <p>Mulțumim pentru munca depusă. Sperăm că ai rezolvat câteva tickete și că ai făcut, astfel, lumea un loc mai bun.</p>

source: Helpdesk Login
ro: Intrare HelpDesk

source: Login
ro: Intră

source: To log in and begin responding to cases, simply enter your username and password below.
ro: Pentru a intra și a rezolva cazuri introdu numele de utilizator și parola mai jos.

source: Your username and password didn't match. Please try again.
ro: Numele de utilizator sau parola nu sunt valide. Te rugăm, încearcă din nou.

source: Username
ro: Utilizator

source: Password
ro: Parola

source: Helpdesk: Open Tickets in queue %(queue)s for %(username)s
ro: Helpdesk: Tickete deschise în stivă %(queue)s pentru %(username)s

source: Helpdesk: Open Tickets for %(username)s
ro: Helpdesk: Tickete deschise pentru %(username)s

source: Open and Reopened Tickets in queue %(queue)s for %(username)s
ro: Tickete deschise și redeschise în stivă %(queue)s pentru %(username)s

source: Open and Reopened Tickets for %(username)s
ro: Tickete deschise și redeschise pentru %(username)s

source: Helpdesk: Unassigned Tickets
ro: Helpdesk: Tickete Nedesemnate

source: Unassigned Open and Reopened tickets
ro: tickete deschise și redeschise nedesemnate

source: Helpdesk: Recent Followups
ro: Helpdesk: Folow-Up-uri Recente

source: Recent FollowUps, such as e-mail replies, comments, attachments and resolutions
ro: Follow-up-uri recente ca răspunsuri la email, comentarii, atașamente șirezolvări

source: Helpdesk: Open Tickets in queue %(queue)s
ro: Helpdesk: Tickete deschise în stivă %(queue)s

source: Open and Reopened Tickets in queue %(queue)s
ro: Tickete deshise și redeschise în stiva %(queue)s
